{
  "home": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com",
    "title": "EmotionDeck — Train Your Perception. Understand Human Emotion.",
    "description": "EmotionDeck helps you learn to recognise, interpret, and understand human emotions through subtle facial expressions, mindful observation, and guided visual learning.",
    "keywords": "EmotionDeck, emotion recognition, emotional learning, emotional perception, facial expressions, empathy, emotion awareness, emotion education, emotion perception training, human emotion training, emotional intelligence, nonverbal communication, visual learning, emotion analysis, microexpressions, emotion psychology, human behaviour, emotional development, emotion understanding, emotion research, mindful observation, psychology of emotion, emotional literacy, emotion detection, emotion expression, cognitive empathy, affective empathy, body language, emotional skills, emotion perception skills, emotion visualisation, psychological training, emotional growth, perception of emotions, human emotion study, emotional response, social intelligence, emotional awareness training, emotional competence, facial emotion recognition, emotion observation practice, emotional self-awareness, emotion-based learning, global emotions, universal expressions, emotion recognition platform",
    "google_verification": "IDzJ4Cn66z4WCWBw3l2BI6IRKH-POLMXrDzfDsRjGwc",
    "og_title": "EmotionDeck — Train Your Perception. Understand Human Emotion.",
    "og_description": "Explore the full EmotionDeck visual learning platform — perceive and understand human emotions through detailed facial expressions and mindful observation.",
    "og_url": "https://emotiondeck.com",
    "og_image": "https://emotiondeck.com/preview-main.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck — Train Your Perception. Understand Human Emotion.",
    "twitter_description": "Enhance your emotional perception and learn to recognise subtle human expressions through guided visual learning with EmotionDeck.",
    "twitter_image": "https://emotiondeck.com/preview-main.jpg"
  },
  "free": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/free",
    "title": "EmotionDeck Free Collection — Explore 144 Foundational Emotional Expressions",
    "description": "EmotionDeck helps you learn to recognise, interpret, and understand human emotions through subtle facial expressions, mindful observation, and guided visual learning.",
    "keywords": "EmotionDeck Free Collection, emotion recognition, facial expressions, empathy, emotional perception, emotion awareness, emotional learning, emotion education, nonverbal communication, human behaviour, emotional understanding, visual learning, emotion perception training, psychology, emotional intelligence, research, education, emotional growth, emotion observation, global emotions",
    "og_title": "EmotionDeck Free Collection — Explore 144 Foundational Emotional Expressions",
    "og_description": "Discover the EmotionDeck Free Collection — 144 authentic emotional expressions across regions and genders to enhance your perception, empathy, and emotional intelligence.",
    "og_url": "https://emotiondeck.com/free",
    "og_image": "https://emotiondeck.com/preview-free.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck — Train Your Perception. Understand Human Emotion.",
    "twitter_description": "Enhance your emotional perception and learn to recognise subtle human expressions through guided visual learning with EmotionDeck.",
    "twitter_image": "https://emotiondeck.com/preview-free.jpg"
  },
  "pro": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/pro",
    "title": "EmotionDeck PRO Collection — Explore Advanced Human Emotion",
    "description": "Unlock the EmotionDeck PRO Collection to explore advanced and complex human emotions across regions, ages, and genders. Designed for professionals, educators, and emotional research.",
    "keywords": "EmotionDeck PRO Collection, advanced emotions, complex emotions, emotion recognition, human expression, empathy, psychology, education, emotional intelligence, perception training, human behaviour, research, professional development, emotion dataset, global emotional understanding",
    "og_title": "EmotionDeck PRO Collection — Explore Advanced Human Emotion",
    "og_description": "Explore the EmotionDeck PRO Collection — a visual dataset of complex emotional expressions across diverse demographics, crafted for research, education, and professional development.",
    "og_url": "https://emotiondeck.com/pro",
    "og_image": "https://emotiondeck.com/preview-pro.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck PRO Collection — Explore Advanced Human Emotion",
    "twitter_description": "Gain deeper insight into complex human emotions with EmotionDeck PRO — designed for educators, professionals, and researchers.",
    "twitter_image": "https://emotiondeck.com/preview-pro.jpg"
  },
  "pro/phase-2": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/pro",
    "title": "EmotionDeck PRO Collection — Explore Advanced Human Emotion",
    "description": "Unlock the EmotionDeck PRO Collection to explore advanced and complex human emotions across regions, ages, and genders. Designed for professionals, educators, and emotional research.",
    "keywords": "EmotionDeck PRO Collection, advanced emotions, complex emotions, emotion recognition, human expression, empathy, psychology, education, emotional intelligence, perception training, human behaviour, research, professional development, emotion dataset, global emotional understanding",
    "og_title": "EmotionDeck PRO Collection — Explore Advanced Human Emotion",
    "og_description": "Explore the EmotionDeck PRO Collection — a visual dataset of complex emotional expressions across diverse demographics, crafted for research, education, and professional development.",
    "og_url": "https://emotiondeck.com/pro",
    "og_image": "https://emotiondeck.com/preview-pro.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck PRO Collection — Explore Advanced Human Emotion",
    "twitter_description": "Gain deeper insight into complex human emotions with EmotionDeck PRO — designed for educators, professionals, and researchers.",
    "twitter_image": "https://emotiondeck.com/preview-pro.jpg"
  },
  "pro/phase-3": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/pro/phase-3",
    "title": "EmotionDeck PRO — Phase 3: Young Adults | Advanced Emotion Perception Study",
    "description": "Explore EmotionDeck PRO Phase 3: Young Adults — 96 ultra-realistic black and white portraits capturing authentic emotional expressions of people in their early twenties. Designed for advanced study, education, and emotional perception research.",
    "keywords": "EmotionDeck, Young Adults, human emotions, emotion recognition, visual dataset, emotional intelligence, psychology research, empathy study, black and white portraits, realistic faces, emotion learning, professional training",
    "og_title": "EmotionDeck PRO — Phase 3: Young Adults",
    "og_description": "Discover 96 detailed portraits of young adults expressing nuanced human emotions. EmotionDeck PRO Phase 3 expands emotional perception research with realistic imagery for education and professional use.",
    "og_url": "https://emotiondeck.com/pro/phase-3",
    "og_image": "https://emotiondeck.com/preview-phase3.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck PRO — Phase 3: Young Adults",
    "twitter_description": "Explore the next step in emotional perception — EmotionDeck PRO Phase 3: Young Adults. 96 high-resolution portraits capturing authentic human emotions for research and education.",
    "twitter_image": "https://emotiondeck.com/preview-phase3.jpg"
  },
  "pro/phase-4": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/pro/phase-4",
    "title": "EmotionDeck PRO — Phase 4: Children Collection | Emotional Development and Educational Study",
    "description": "Explore EmotionDeck PRO Phase 4: Children Collection — 84 ultra-realistic black-and-white portraits capturing authentic emotional expressions of children aged around 6–7 years. Designed for educational and psychological illustration, supporting emotion recognition, empathy, and early emotional development research.",
    "keywords": "EmotionDeck, Children Collection, child emotions, emotional development, child psychology, empathy learning, visual dataset, emotion recognition, educational resource, black-and-white portraits, psychology research, emotional intelligence, empathy education",
    "og_title": "EmotionDeck PRO — Phase 4: Children Collection",
    "og_description": "Discover 84 detailed black-and-white portraits of children aged 6–7 expressing authentic emotions. EmotionDeck PRO Phase 4 extends emotional perception research into early childhood education and empathy training.",
    "og_url": "https://emotiondeck.com/pro/phase-4",
    "og_image": "https://emotiondeck.com/preview-phase4.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck PRO — Phase 4: Children Collection",
    "twitter_description": "EmotionDeck PRO Phase 4 presents 84 high-resolution portraits of children expressing core human emotions for education, psychology, and empathy development.",
    "twitter_image": "https://emotiondeck.com/preview-phase4.jpg"
  },
  "pro/phase-5": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/pro/phase-5",
    "title": "EmotionDeck PRO — Phase 5: Seniors Collection | Wisdom, Emotion, and the Human Experience",
    "description": "Explore EmotionDeck PRO Phase 5: Seniors Collection — 300 ultra-realistic black-and-white portraits capturing the emotional richness and wisdom of older adults. A professional visual dataset designed for emotional research, empathy training, and cross-generational understanding.",
    "keywords": "EmotionDeck, Seniors Collection, senior emotions, ageing and emotion, emotional intelligence, psychology of ageing, empathy study, black-and-white portraits, visual dataset, human emotion, psychological research, emotional awareness, art and psychology, emotion recognition, generational empathy, emotional expression in ageing",
    "og_title": "EmotionDeck PRO — Phase 5: Seniors Collection",
    "og_description": "Discover 300 detailed black-and-white portraits of seniors expressing 50 core emotions. EmotionDeck PRO Phase 5 explores emotional resilience, reflection, and wisdom through authentic human expression.",
    "og_url": "https://emotiondeck.com/pro/phase-5",
    "og_image": "https://emotiondeck.com/preview-phase5.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck PRO — Phase 5: Seniors Collection",
    "twitter_description": "EmotionDeck PRO Phase 5 presents 300 portraits of seniors expressing wisdom, calmness, and emotional depth — expanding emotional research and empathy through visual psychology.",
    "twitter_image": "https://emotiondeck.com/preview-phase5.jpg"
  },
  "pro/phase-6": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/pro/phase-6",
    "title": "EmotionDeck PRO — Phase 6: Evolution | One World, Many Feelings",
    "description": "Explore EmotionDeck PRO Phase 6: Evolution — a global emotional atlas portraying the evolution of human feelings across cultures, ages, and genders. Featuring over 300 ultra-realistic black-and-white portraits capturing the universality and diversity of emotion.",
    "keywords": "EmotionDeck, Evolution Collection, emotional evolution, cross-cultural emotions, emotional diversity, human emotion dataset, emotion across ages, empathy training, emotional intelligence, psychology of emotion, cultural anthropology, black-and-white portraits, emotion perception, visual emotion study, art and psychology",
    "og_title": "EmotionDeck PRO — Phase 6: Evolution | One World, Many Feelings",
    "og_description": "Discover EmotionDeck PRO Phase 6: Evolution — a panoramic collection of human emotions expressed through culture, age, and gender. Experience the visual evolution of emotional expression across the globe.",
      "og_url": "https://emotiondeck.com/pro/phase-6",
    "og_image": "https://emotiondeck.com/preview-phase6.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck PRO — Phase 6: Evolution",
    "twitter_description": "Discover EmotionDeck PRO Phase 6: Evolution — a panoramic collection of human emotions expressed through culture, age, and gender. Experience the visual evolution of emotional expression across the globe.",
    "twitter_image": "https://emotiondeck.com/preview-phase6.jpg"
  },
  "learn": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/learn",
    "title": "EmotionDeck Learn & Grow — Discover the Science of Emotion",
    "description": "Explore the Learn & Grow section of EmotionDeck — where psychology meets AI. Take emotion recognition quizzes, analyse facial expressions with FACS, and reflect with the Live Emotion Mirror to deepen your emotional understanding.",
    "keywords": "EmotionDeck learn, emotion learning, psychology and AI, emotion quizzes, facial expression analysis, FACS, emotion science, emotional intelligence, emotion mirror, emotion recognition, cultural emotions",
    "og_title": "EmotionDeck Learn & Grow — Discover the Science of Emotion",
    "og_description": "Enhance your emotional intelligence with EmotionDeck’s Learn & Grow modules — quizzes, FACS analyser, and AI-powered Emotion Mirror.",
    "og_url": "https://emotiondeck.com/learn",
    "og_image": "https://emotiondeck.com/preview-learn.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Learn & Grow — Discover the Science of Emotion",
    "twitter_description": "Learn to recognise and understand emotions through quizzes, FACS analysis, and the Emotion Mirror — only on EmotionDeck.",
    "twitter_image": "https://emotiondeck.com/preview-learn.jpg"
  },
  "learn/facs": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/learn/facs",
    "title": "EmotionDeck Learn & Grow — FACS Emotion Analyzer",
    "description": "Explore the Facial Action Coding System (FACS) with EmotionDeck. Learn how facial muscles express emotions in real time and understand the science behind every smile, frown, and microexpression.",
    "keywords": "EmotionDeck FACS, Facial Action Coding System, emotion analysis, real-time emotion recognition, facial expressions, psychology and AI, emotional intelligence, emotion science, microexpressions, emotion learning",
    "og_title": "EmotionDeck Learn & Grow — FACS Emotion Analyzer",
    "og_description": "Discover the science of human emotion through FACS — analyse real-time facial expressions and learn how emotions shape the human face.",
    "og_url": "https://emotiondeck.com/learn/facs",
    "og_image": "https://emotiondeck.com/preview-facs.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Learn & Grow — FACS Emotion Analyzer",
    "twitter_description": "Learn how facial muscles express emotions using the Facial Action Coding System — only on EmotionDeck Learn & Grow.",
    "twitter_image": "https://emotiondeck.com/preview-facs.jpg"
  },
  "learn/quizzes": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/learn/quizzes",
    "title": "EmotionDeck Learn & Grow — Emotion Recognition Quizzes",
    "description": "Test your emotional intelligence with EmotionDeck’s interactive quizzes. Identify emotions from AI-generated portraits and explore how expressions differ across cultures in the Free Basic Collection.",
    "keywords": "EmotionDeck quizzes, emotion recognition, emotion learning, psychology and AI, emotional intelligence, emotion training, Free Basic Collection, emotion science, empathy, facial expression quiz, cultural emotions",
    "og_title": "EmotionDeck Learn & Grow — Emotion Recognition Quizzes",
    "og_description": "Sharpen your emotional perception with EmotionDeck quizzes. Recognise emotions in portraits and discover how feelings connect across humanity.",
    "og_url": "https://emotiondeck.com/learn/quizzes",
    "og_image": "https://emotiondeck.com/preview-quizzes.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Learn & Grow — Emotion Recognition Quizzes",
    "twitter_description": "Challenge yourself with EmotionDeck’s emotion recognition quizzes. Test your ability to read emotions through AI-generated portraits.",
    "twitter_image": "https://emotiondeck.com/preview-quizzes.jpg"
  },
  "learn/quizzes/quiz-1": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/learn/quizzes/quiz-1",
    "title": "EmotionDeck Quiz 1 — Recognise the Emotion (Phase 1)",
    "description": "Test your ability to recognise human emotions through AI-generated portraits from the EmotionDeck Free Basic Collection. Each round presents real emotional expressions from diverse cultures — see how accurately you can identify them.",
    "keywords": "EmotionDeck quiz, emotion recognition test, emotion learning, emotional intelligence, AI portraits, Free Basic Collection, emotion science, facial expression quiz, empathy training, cross-cultural emotions, psychology and AI",
    "og_title": "EmotionDeck Quiz 1 — Recognise the Emotion",
    "og_description": "Identify emotions in AI-generated portraits and test your emotional insight with the first EmotionDeck Quiz. Challenge your ability to read emotions across cultures.",
    "og_url": "https://emotiondeck.com/learn/quizzes/quiz-1",
    "og_image": "https://emotiondeck.com/preview-quiz-1.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Quiz 1 — Recognise the Emotion",
    "twitter_description": "Discover how well you can recognise emotions in AI-generated portraits. Try the first EmotionDeck Quiz and explore human emotion through visual intelligence.",
    "twitter_image": "https://emotiondeck.com/preview-quiz-1.jpg"
  },
  "learn/quizzes/quiz-2": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/learn/quizzes/quiz-2",
    "title": "EmotionDeck Quiz 2 — Recognise the Emotion (Phase 2)",
    "description": "Test your emotional intuition with EmotionDeck Quiz 2. Identify advanced emotions such as Anxiety, Nostalgia, Confidence, and Tranquillity across different ages and cultures. Explore subtle human expressions from the EmotionDeck Phase 2 — Advanced Emotional Expressions Collection.",
    "keywords": "EmotionDeck quiz, emotion recognition test, emotional intelligence, advanced emotions, cultural psychology, empathy training, human expressions, Anxiety, Nostalgia, Confidence, Tranquillity, psychology and AI",
    "og_title": "EmotionDeck Quiz 2 — Recognise the Emotion (Phase 2)",
    "og_description": "Challenge your perception with the EmotionDeck Phase 2 Quiz. Recognise complex emotions across cultures and refine your emotional awareness.",
    "og_url": "https://emotiondeck.com/learn/quizzes/quiz-2",
    "og_image": "https://emotiondeck.com/preview-quiz-2.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Quiz 2 — Recognise the Emotion (Phase 2)",
    "twitter_description": "Explore subtle emotional expressions in the EmotionDeck Phase 2 Quiz. Identify advanced emotions like Nostalgia, Confidence, and Tranquillity.",
    "twitter_image": "https://emotiondeck.com/preview-quiz-2.jpg"
  },

"learn/quizzes/quiz-3": {
  "metadataBase": "https://emotiondeck.com",
  "canonical": "https://emotiondeck.com/learn/quizzes/quiz-3",
  "title": "EmotionDeck Quiz 3 — Recognise the Emotion (Young Adults - Phase 3)",
  "description": "Test your ability to recognise emotions through realistic black and white portraits of young adults from different regions. Identify core emotions like Joy, Anger, Fear, and Curiosity. Continue your journey in emotional intelligence with EmotionDeck Learn.",
  "keywords": "EmotionDeck quiz, emotion recognition, young adults, facial expressions, empathy training, psychology, emotion test, human behaviour, cultural emotions",
  "og_title": "EmotionDeck Quiz 3 — Recognise the Emotion (Young Adults - Phase 3)",
  "og_description": "Explore how well you can identify emotions across diverse faces of young adults. Try the next challenge in the EmotionDeck Learn series.",
  "og_url": "https://emotiondeck.com/learn/quizzes/quiz-3",
  "og_image": "https://emotiondeck.com/private_images/meta/quiz3_preview.jpg",
  "twitter_card": "summary_large_image",
  "twitter_title": "EmotionDeck Quiz 3 — Recognise the Emotion (Young Adults - Phase 3)",
  "twitter_description": "Continue your emotional recognition journey with black and white portraits of young adults. Identify core emotions with EmotionDeck Learn.",
  "twitter_image": "https://emotiondeck.com/private_images/meta/quiz3_preview.jpg"
},

"learn/quizzes/quiz-4": {
  "metadataBase": "https://emotiondeck.com",
  "canonical": "https://emotiondeck.com/learn/quizzes/quiz-4",
  "title": "EmotionDeck Quiz 4 — Global Emotional Spectrum",
  "description": "Discover the full range of human emotion through 120 black and white portraits across 10 global categories. Train your emotional intelligence with realistic faces representing diverse ages, genders, and cultures. Explore the emotional spectrum of humanity with EmotionDeck Learn.",
  "keywords": "EmotionDeck quiz, global emotional spectrum, emotion recognition, cultural emotions, psychology, empathy training, emotional intelligence, black and white portraits, learning emotions, human behaviour",
  "og_title": "EmotionDeck Quiz 4 — Global Emotional Spectrum",
  "og_description": "Experience 120 emotions across 10 categories in the most comprehensive EmotionDeck quiz yet. Recognise emotions from realistic portraits of people from all around the world.",
  "og_url": "https://emotiondeck.com/learn/quizzes/quiz-4",
  "og_image": "https://emotiondeck.com/private_images/meta/quiz4_preview.jpg",
  "twitter_card": "summary_large_image",
  "twitter_title": "EmotionDeck Quiz 4 — Global Emotional Spectrum",
  "twitter_description": "Recognise 120 emotions across 10 global categories. The ultimate EmotionDeck training experience for emotional perception and cultural awareness.",
  "twitter_image": "https://emotiondeck.com/private_images/meta/quiz4_preview.jpg"
},
  "globalmap": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/globalmap",
    "title": "EmotionDeck Global Map — One World, Many Emotions",
    "description": "Explore the EmotionDeck Global Map — an interactive emotional atlas that visualises how\ndifferent cultures express, perceive, and interpret human emotions. Click on any country\nto uncover emotional insights, cultural influences, and shared human experiences\nacross the world.",
    "keywords": "EmotionDeck Global Map, emotional atlas, emotion across cultures, cultural psychology,\nfacial expression diversity, empathy training, emotion research, global emotion study,\ninteractive emotion map, cultural differences, emotion perception, psychology education",
    "og_title": "EmotionDeck Global Map — One World, Many Emotions",
    "og_description": "Discover how human emotions vary and connect across cultures with the interactive\nEmotionDeck Global Map — an educational exploration of emotional diversity worldwide.",
    "og_url": "https://emotiondeck.com/globalmap",
    "og_image": "https://emotiondeck.com/preview-globalmap.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Global Map — One World, Many Emotions",
    "twitter_description": "Explore the interactive EmotionDeck Global Map and uncover how culture shapes emotion,\nexpression, and empathy around the world.",
    "twitter_image": "https://emotiondeck.com/preview-globalmap.jpg"
  },
  "legal": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/legal",
    "title": "EmotionDeck Legal Information — Policies & Terms",
    "description": "Access all legal information related to EmotionDeck, including Privacy Policy, Terms of Use, and Cookies Policy — written transparently and compliant with UK and EU law.",
    "keywords": "EmotionDeck legal, EmotionDeck policies, Privacy Policy, Terms of Use, Cookies Policy, GDPR compliance, UK data protection, transparency, user rights, legal documents",
    "og_title": "EmotionDeck Legal Information — Policies & Terms",
    "og_description": "Explore all EmotionDeck legal documents including Privacy, Terms, and Cookies Policies.",
    "og_url": "https://emotiondeck.com/legal",
    "og_image": "https://emotiondeck.com/preview-legal.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Legal Information — Policies & Terms",
    "twitter_description": "Review EmotionDeck’s official legal documents: Privacy Policy, Terms of Use, and Cookies Policy.",
    "twitter_image": "https://emotiondeck.com/preview-legal.jpg"
  },
  "legal/privacy": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/legal/privacy",
    "title": "EmotionDeck Privacy Policy — How We Protect Your Data",
    "description": "Read EmotionDeck’s Privacy Policy to understand how we collect, use, and protect your personal data in full compliance with GDPR and UK Data Protection Law.",
    "keywords": "EmotionDeck Privacy Policy, GDPR compliance, data protection, UK privacy, user data, secure processing, consent, personal information, transparency, data security",
    "og_title": "EmotionDeck Privacy Policy — How We Protect Your Data",
    "og_description": "EmotionDeck is committed to GDPR-compliant privacy standards, ensuring your data is handled securely and transparently.",
    "og_url": "https://emotiondeck.com/legal/privacy",
    "og_image": "https://emotiondeck.com/preview-privacy.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Privacy Policy — How We Protect Your Data",
    "twitter_description": "Discover how EmotionDeck protects your personal data in accordance with GDPR and UK privacy law.",
    "twitter_image": "https://emotiondeck.com/preview-privacy.jpg"
  },
  "legal/terms": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/legal/terms",
    "title": "EmotionDeck Terms of Use — Your Rights & Responsibilities",
    "description": "Read the Terms of Use for EmotionDeck to understand your rights, responsibilities, and the rules for accessing and using our platform and content.",
    "keywords": "EmotionDeck Terms of Use, legal agreement, intellectual property, permitted use, liability, terms and conditions, user responsibilities, UK law, online rights",
    "og_title": "EmotionDeck Terms of Use — Your Rights & Responsibilities",
    "og_description": "Learn about EmotionDeck’s Terms of Use, including intellectual property, permitted use, and user obligations.",
    "og_url": "https://emotiondeck.com/legal/terms",
    "og_image": "https://emotiondeck.com/preview-terms.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Terms of Use — Your Rights & Responsibilities",
    "twitter_description": "Understand the Terms governing your use of the EmotionDeck platform and its content.",
    "twitter_image": "https://emotiondeck.com/preview-terms.jpg"
  },
  "legal/cookies": {
    "metadataBase": "https://emotiondeck.com",
    "canonical": "https://emotiondeck.com/legal/cookies",
    "title": "EmotionDeck Cookies Policy — How We Use Cookies",
    "description": "Learn how EmotionDeck uses cookies and similar technologies to enhance your experience, improve performance, and ensure smooth functionality across our website.",
    "keywords": "EmotionDeck Cookies Policy, website cookies, analytics, user experience, Google Analytics, PayPal cookies, browser settings, session cookies, data tracking",
    "og_title": "EmotionDeck Cookies Policy — How We Use Cookies",
    "og_description": "Understand how EmotionDeck uses cookies and analytics tools to enhance functionality and performance.",
    "og_url": "https://emotiondeck.com/legal/cookies",
    "og_image": "https://emotiondeck.com/preview-cookies.jpg",
    "twitter_card": "summary_large_image",
    "twitter_title": "EmotionDeck Cookies Policy — How We Use Cookies",
    "twitter_description": "Explore how EmotionDeck manages cookies and ensures a secure, optimised browsing experience.",
    "twitter_image": "https://emotiondeck.com/preview-cookies.jpg"
  }
}